import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongTwentySixScreen extends StatelessWidget {
  const BanglaSongTwentySixScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "আমি শুনেছি সেদিন তুমি",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """আমি শুনেছি সেদিন তুমি সাগরের ঢেউয়ে চেপে
নীলজল দিগন্ত ছুঁয়ে এসেছো
আমি শুনেছি সেদিন তুমি নোনা বালি তীর ধরে
বহু দূর বহু দূর হেটে এসেছ

আমি কখনো যাই নি জলে কখনো ভাসিনি নীলে
কখনো রাখিনি চোখ ডানা মেলা গাংচিলে
আবার যেদিন তুমি সমুদ্র স্নান -এ যাবে
আমাকে ও সাথে নিও নেবে তো আমায় বল
নেবে তো আমায়
আমি শুনেছি সেদিন নাকি তুমি তুমি তুমি মিলে
তোমরা সদলবলে সভা করে ছিলে
আর সেদিন তোমরা নাকি অনেক জটিল ধাঁধাঁ
না বলা অনেক কথা কথা তুলেছিলে
কেন শুধু ছুটে ছুটে চলা একা একা কথা বলা
নিজের জন্যে বাঁচা নিজেকে নিয়ে
যদি ভালোবাসা না-ই থাকে শুধু একা একা লাগে
কোথায় শান্তি পাব কোথায় গিয়ে বল কোথায় গিয়ে

আমি শুনেছি তোমরা নাকি এখনো স্বপ্ন দেখো
এখনো গল্প লেখ গান গাও প্রাণ ভরে
মানুষের বাঁচা মরা এখনো ভাবিয়ে তোলে
তোমাদের ভালবাসা এখনো গোলাপে ফোটে
আস্থা হারানো এই মন নিয়ে আমি আজ
তোমাদের কাছে এসে দু হাত পেতেছি
আমি দুচোখের গল ভরে শূন্যতা দেখি শুধু
রাত ঘুমে আমি কোনো স্বপ্ন দেখি না
তাই স্বপ্ন দেখব বলে
আমি দুচোখ মেলেছি
তাই তোমাদের কাছে এসে আমি দু হাত পেতেছি
তাই স্বপ্ন দেখব বলে আমি দুচোখ মেলেছি""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
