import 'package:flutter/material.dart';
import '../widget/custom_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongTwentySevenScreen extends StatelessWidget {
  const BanglaSongTwentySevenScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: CustomAppBar(
        title: "এখনো মাঝে মাঝে",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """এখনো মাঝে মাঝে
মাঝ রাতে ঘুমের ঘরে
শুনি তোমার পায়ের আওয়াজ
যেনো তুমি এসেছো ফিরে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এই রাত সেই রাত
কেটে গেছে কতো রাত
কষ্টের হাওয়া বুকে নিয়ে
আর পড়ে আছে কতোনা স্মৃতি
বন্দী মনের কারাগারে
এই রাত সেই রাত
কেটে গেছে কতো রাত
কষ্টের হাওয়া বুকে নিয়ে
আর পড়ে আছে কতোনা স্মৃতি
বন্দী মনের কারাগারে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এই প্রান এই মন
কেঁদে বলে সারাক্ষন
ভুলে গিয়ে আছো তুমি সুখে
আমি কাটাই প্রহর আর ভালোবাসা
একা বেদনারই চরে
এই প্রান এই মন
কেঁদে বলে সারাক্ষন
ভুলে গিয়ে আছো তুমি সুখে
আমি কাটাই প্রহর আর ভালোবাসা
একা বেদনারই চরে

তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এখনো মাঝে মাঝে
মাঝ রাতে ঘুমের ঘরে
শুনি তোমার পায়ের আওয়াজ
যেনো তুমি এসেছো ফিরে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
