import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongEighteenScreen extends StatelessWidget {
  const BanglaSongEighteenScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              fullLyric: """ আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
দিনে রাইতে তোমায় আমি খুঁইজা মরিরে

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
দিনে রাইতে তোমায় আমি
দিনে রাইতে তোমায় আমি খুঁইজা মরিরে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
ভুলিবেনা মোরে, এই জীবন গেলে
ভুলিবেনা মোরে, এই জীবন গেলে

যদি না পাই তোমারে, আমার জীবনের তরে
যদি না পাই তোমারে, আমার জীবনের তরে
সোনার জীবন অঙ্গার হইব
সোনার জীবন অঙ্গার হইব তোমার লাইগারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই
ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই

মরণকালে যেন বন্ধু, একবার তোমায় পাই।
পরকালে যেন বন্ধু, একবার তোমায় পাই ।
যদি না পাই সেকালে প্রেম যাইবে বিফলে
যদি না পাই সেকালে, প্রেম যাইবে বিফলে
তখন কিন্তু বলব আমি
তখন কিন্তু বলব আমি
প্রেম কিছুই নারে . . . .

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে

ভুলিবেনা মোরে, এই জীবন গেলে
ভুলিবেনা মোরে, এই জীবন গেলে

যদি না পাই তোমারে, আমার জীবনের তরে
যদি না পাই তোমারে, আমার জীবনের তরে
সোনার জীবন অঙ্গার হইব
সোনার জীবন অঙ্গার হইব তোমার লাইগারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
