import 'package:flutter/material.dart';
import '../widget/custom_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongSevenScreen extends StatelessWidget {
  const BanglaSongSevenScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: CustomAppBar(
        title: "সাই রাব্বানা এই দুনিয়ায় পাঠাইয়া কেন",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না

ওরে, ঘর দিলা সংসার দিলা অনন্ত বাসনা দিলা
জনম ভরে থাকতে ভবে আয়ু দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না

কি জন্য পাঠাইলা সাই ভােজবাজির দুনিয়ায়
ইশারাতে সব করাইয়া নিবানা তার দায়
ইশারাতে সব করাইয়া নিবানা তার দায়
ওরে পাপ দিলা পুন্য দিলা ভাল মন্দের দন্ধ দিলা,
মন্দ ভালর জীবন দিয়া শান্তি দিলানা,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,

কি খেলা খেলিছ সাই জন্ম মিত্যু দিয়া
স্বর্গ নরক রাখছ নাকি ঐ পারেতে নিয়া,
স্বর্গ নরক রাখছ নাকি ঐ পারেতে নিয়া,
ওরে সুখ দিলা অসুখ দিলা জন্ম মিত্যুর দায় নিলা,
তুমার লিলা বুজার মত শক্তি দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,

ওরে ঘর দিলা সংসার দিলা অনন্ত ভাসনা দিলা
জনম ভরে থাকতে ভবে আয়ু দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,
সাই রাব্বানা সাই রাব্বানা সাই রাব্বানা,
সাই রাব্বানা সাই রাব্বানা সাই রাব্বানা""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
