import 'package:flutter/material.dart';
import '../widget/custom_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongEightScreen extends StatelessWidget {
  const BanglaSongEightScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: CustomAppBar(
        title: "আমি তো মরে যাবো",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """আমি তো মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী

সঙ্গেনি কেউ যাবি
আমি মরে যাবো

মরার সঙ্গে সঙ্গে পড়ে
যাবে কান্না কাটির ভীড়
সবাই মোরে মাটি দিতে হইবে অস্তির
মরার সঙ্গে সঙ্গে পড়ে
যাবে কান্না কাটির ভীড়
সবাই মোরে মাটি দিতে হইবে অস্তির
আমায় দেবে মাটি
আমায় দেবে মাটি
ভূল ত্রুটি চেয়ে নেবে ক্ষমা
কেউ বাঁ এসে হিসাব করবে
কোন ব্যাংকে কি জমা
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

মরে যাবো রেখেযাবো
দুনিয়ার সম্পদ
সেই সম্পদই ডেকে আনবে
আপদ আর বিপদ
মরে যাবো রেখে যাবো
দুনিয়ার সম্পদ
সেই সম্পদই ডেকে আনবে
আপদ আর বিপদ
সম্পদ ভাগের জন্য
সম্পদ ভাগের জন্য
মন মালিন্য হবে সুত্রপাত
এক জনকে করবে
আরেক জন আঘাত অপবাদ

আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

গানের ছন্দে মন আনন্দে
মাথা ঝুলাও তালে
বুঝলিনা কি অন্ত মানুষ
গায়কে কি বলে
গানের ছন্দে মন আনন্দে
মাথা ঝুলাও তালে
বুঝলিনা কি অন্ত মানুষ
গায়কে কি বলে
সবার হাতে ধরি
সবার হাতে ধরি পায়ে পরি
বেঁধে নাও সামান
কিতাবে কয় ও পাপের জান
ভয়ংকর নিদান
আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
