import 'package:flutter/material.dart';
import '../widget/custom_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongTwentyTwoScreen extends StatelessWidget {
  const BanglaSongTwentyTwoScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: CustomAppBar(
        title: "আমার মতো এতো সুখী নয় তো কারো জীবন",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢেকে চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত

রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে

ও ও ...রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত।

ভাল লাগে শিশির ঝরা
ভিজে যাওয়া কিছু ঘাস ফুল
ভাল লাগে এক চিলতে রোদ
অকারনে করে ভুল
ভালো লাগে শিশির ঝরা
ভিজে যাওয়া কিছু ঘাস ফুল
ভাল লাগে এক চিলতে রোদ
অকারনে করে ভুল

ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে।।

ভালো লাগে দখিন হাওয়া
চোখ বুজে কিছুক্ষণ
ভালো লাগে স্বপ্নগুলো
অকারনে করে ভুল।

ভালো লাগে দখিন হাওয়া
চোখ বুজে কিছুক্ষণ
ভা্লো লাগে স্বপ্নগুলো
যাকে ঘিরে মন।
ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে

ও ও... রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
ও তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে হো ও ও ও.......""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
