import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongThirtyOneScreen extends StatelessWidget {
  const BanglaSongThirtyOneScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "যেদিন বন্ধু চলে যাব",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """যেদিন বন্ধু চলে যাব
চলে যাব বহুদূরে
ক্ষমা করে দিও আমায়

ক্ষমা করে দিও
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

চোরা সুরের টানে রে বন্ধু মনে যদি ওঠে গান
গানে গানে রেখ মনে, ভুলে যেও অভিমান
চোরা সুরের টানে রে বন্ধু মনে যদি ওঠে গান
গানে গানে রেখ মনে, ভুলে যেও অভিমান

মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

ভরা নদীর বাঁকেরে বন্ধু
ঢেউয়ে ঢেউয়ে দোলে টান
চলে যেতে হবে ভেবে, কেঁদে ওঠে মন প্রাণ
ভরা নদীর বাঁকেরে বন্ধু
ঢেউয়ে ঢেউয়ে দোলে টান
চলে যেতে হবে ভেবে, কেঁদে ওঠে মন প্রাণ

মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

যেদিন বন্ধু চলে যাব,
চলে যাব বহুদূরে
ক্ষমা করে দিও আমায়,

ক্ষমা করে দিও
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের
মনে রেখো মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের
মনে রেখো মনে রেখো কেবল
ভালোবাসতো, শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
