import 'package:flutter/material.dart';
import '../widget/custom_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongNineScreen extends StatelessWidget {
  const BanglaSongNineScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: CustomAppBar(
        title: "জাত গেল জাত গেল বলে",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে
একি আজব কারখানা
সত্য কাজে কেউ নয় রাজি
সত্য কাজে কেউ নয় রাজি
সবি দেখি তা না-না-না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

একি আজব কারখানা

আসবার কালে কি জাত ছিলে
এসে তুমি কি জাত নিলে,
আসবার কালে কি জাত ছিলে
এসে তুমি কি জাত নিলে,
কি জাত হবা যাবার কালে
কি জাত হবা যাবার কালে
সে কথা ভেবে বল না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

ব্রাহ্মণ চন্ডাল চামার মুচি
এক জলেই সব হয় গো শুচি,
ব্রাহ্মণ চন্ডাল চামার মুচি
এক জলেই সব হয় গো শুচি,
দেখে শুনে হয় না রুচি
দেখে শুনে হয় না রুচি

যমে তো কাকেও ছাড়বে না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

গোপনে যে বেশ্যার ভাত খায়,
তাতে ধর্মের কি ক্ষতি হয়
গোপনে যে বেশ্যার ভাত খায়,
তাতে ধর্মের কি ক্ষতি হয়।
লালন বলে জাত কারে কয়
লালন বলে জাত কারে কয়
এ ভ্রম তো গেল না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে
সত্য কাজে কেউ নয় রাজি
সত্য কাজে কেউ নয় রাজি
সবি দেখি তা না-না-না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
