import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongFiveScreen extends StatelessWidget {
  const BanglaSongFiveScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "মনে করি আসাম যাবো",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              fullLyric: """আল কিনারে নাহর গাছে বগা বগা ফুল
ফুল কে দেখিয়া ছুড়ি হ্যাচাকে চামড়ায়,
গাছের মধ্যে তুলসী বাটার মধ্যে পান
সাদা সাহেব ফাঁকি দিয়া চলাইলি আসাম,

মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরে আন
সর্দার বলে লিবো পিঠের চাম
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।

আর চিঠি তে কি ভুলে মন বিনা দরিশনে
বাগানে কি ফুটে ফুল বিনা বরিশনে,
চিঠি তে কি ভুলে মন বিনা দরিশনে
বাগানে কি ফুটে ফুল বিনা বরিশনে,
মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরি আন
সরদার বলে লিবো পিঠের চাম,
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।

আর বানাই দিলি গ্রামিন কুলি
টাঙ্গাই দিলি পিঠে ঝুলি
ঝুলি টাঙ্গাই ভিখারি বানাইলি,
ই ঠুরোসাম জনমে জনমে কাঁদাইলি। (২)

মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরি আন
সরদার বলে লিবো পিঠের চাম,
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
