import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongTwentyFourScreen extends StatelessWidget {
  const BanglaSongTwentyFourScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "ও বন্ধুরে তুমি মোরে ভুইলা যাইও না",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              fullLyric: """ও বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না

ও বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়ন
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না

আমি জ্বালাই প্রেমের বাতি
তোমায় ভাবি সারা রাতি
আমার চোখে ঘুম তো আসেনা
ও আমি জ্বালাই প্রেমের বাতি
তোমায় ভাবি সারা রাতি
আমার চোখে ঘুম তো আসে না

ও আমি থাকি আওলা চুলে
আমি সব কিছু যাই ভূলে
কোন কাজে মন তো বসেনা
তুমি যখন ঘুমাও থাকো
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়নে
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না

এ কেমন বড় জ্বালা
এ যায়না কাউকে বলা
চুপি চুপি অন্তর পুরে ছাই
এ কেমন বড় জ্বালা
যায়না কাওকে বলা
চুপি চুপি অন্তর পুরে ছাই
এ মন পিঞ্জরের মাজে
শুধু বিরহের সুর বাজে
তোমায় দেখি যে দিকে তাকাই
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়ন
বন্ধুরে....

তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে,.....
তুমি মোরে ভুইলা যাইয়ো না
বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়নে
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে......
তুমি মোরে ভুইলা যাইয়ো না""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
