import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongTwoScreen extends StatelessWidget {
  const BanglaSongTwoScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "মায়ের, একধার দুধের দাম",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              description: """মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
একধার দুধের দাম...
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
পাপোশ বানাইলে ঋণের শোধ হবে না
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো

পিতা, আনন্দে মাতিয়া, সাগরে ভাসাইয়া
সেই যে চইলা গেলো ফিরা আইলোনা

পিতা, আনন্দে মাতিয়া, সাগরে ভাসাইয়া
সেই যে চইলা গেলো ফিরা আইলোনা
মায়ে ধরিয়া যঠোরে, কতো কষ্ট করে

ধরিয়া যঠোরে----
মায়ে, ধরিয়া যঠোরে কতো কষ্ট করে
দশ মাস দশ দিন পরে পেলো বেদনা
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো

ওরে, প্রসবের ব্যাথা, মা জানে সে- কথা
মরিয়াও যেনো মায়ের মরন হইলনা

ওরে, প্রসবের কি ব্যাথা, মা জানে সে কথা
মরিয়াও যেন মায়ের মরন হইলো না
মায়ে, ঠেকিয়া সন্তানের দায়
অকালে মা প্রাণ হারায়

মায়ে, ঠেকিয়া সন্তানের দায়...
মায়ে, ঠেকিয়া সন্তানের দায়
অকালে মা প্রাণ হারায়
কেন সে- মায়ের ভক্তি রাখোনা
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
একধার দুধের দাম...
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
পাপোশ বানাইলে ঋণের শোধ হবে না
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
