import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongFifteenScreen extends StatelessWidget {
  const BanglaSongFifteenScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "মানুষ একটা দুই চাকার সাইকেল",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
          SongsWidget(
          fullLyric: """হাওয়ার উপর চলে গাড়ি
হাওয়ার উপর চলে গাড়ি
লাগেনা পেট্রোল ডিজেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল
মানুষ একটা দুই চাকার সাইকেল

হাওয়ার উপর চলে গাড়ি
হাওয়ার উপর চলে গাড়ি
লাগেনা পেট্রোল ডিজেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

দুই চাকায় করেছে খাড়া
জায়গায় জায়গায় স্ক্রপ মারা
বাহাত্তর হাজার ইস্পাত দিয়া
এই সাইকেল গড়া

দুই চাকায় করেছে খাড়া
জায়গায় জায়গায় স্ক্রপ মারা
বাহাত্তর হাজার ইস্পাত দিয়া
এই সাইকেল গড়া

চিন্তা করে দেখনা একবার
চিন্তা করে দেখনা একবার
দুইশ ছয়টা হয় এক্সেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

নতুন সাইকেল পুরান হইবে
কলকব্জায় জং যে ধরিবে
বেল বাতির ঐ ঠনঠন আওয়াজ
বন্ধ যে হইবে

নতুন সাইকেল পুরান হইবে
কলকব্জায় জং যে ধরিবে
বেল বাতির ঐ ঠনঠন আওয়াজ
বন্ধ যে হইবে

এক কদম আগে না বাড়বে
এক কদম আগে না বাড়বে
হাজার বার মারলে পেডেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

ফুরাইলে সাইকেলের বাতাস
সেদিন হবে সর্বনাশ
গিয়ার তোমার কাজ করবেনা
রাখিও বিশ্বাস

ফুরাইলে সাইকেলের বাতাস
সেদিন হবে সর্বনাশ
গিয়ার তোমার কাজ করবেনা
রাখিও বিশ্বাস

গুনী সরকার হইয়া লাশ
গুনী সরকার হইয়া লাশ
থাকবে ভব মেডিকেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল
মানুষ একটা দুই চাকার সাইকেল""",
          ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
