import 'package:flutter/material.dart';
import '../widget/custom_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongThreeScreen extends StatelessWidget {
  const BanglaSongThreeScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: CustomAppBar(
        title: "দশ মাস দশ দিন ধরে গর্ভে ধারণ",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
          SongsWidget(
          description: """দশ মাস দশ দিন ধরে গর্ভে ধারণ
কষ্টের তীব্রতায় করেছে আমায় লালন
হটাত কোথায় না বলে হারিয়ে গেলো
জন্মান্তরের বাধন কোথা হারালো

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা....

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না...

মায়ের কোলে শুয়ে হারানো সে সুখ
অন্য মুখে খুঁজে ফিরি সেই প্রিয় মুখ
অনেক ঋণের জালে মাগো বেধেছিলে তাই
বিষাদের অভয়ারণ্যে ভয় তবু পাই...

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা...

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা...

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না...""",
          ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
