import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongThirteenScreen extends StatelessWidget {
  const BanglaSongThirteenScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "ছেলে আমার মস্ত মানুষ মস্ত অফিসার",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            SongsWidget(
              fullLyric: """দুই দিনের লাগিয়া রে মানুষ
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়

মনরে.......
বেঁচে থাকার জন্য মানুষ
কত কিছু করে
তবু কি চিরদিন কেহু
বেঁচে থাকতে পারে
বেঁচে থাকার জন্য মানুষ
কত কিছু করে
তবু কি চিরদিন কেহু
বেঁচে থাকতে পারে
আজকে যে রাজাধিরাজ
কাল সে ভিক্ষা চায়
মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়

মনরে......
একটি মানুষ হলো আরেকটি মানুষের পাগল
মরে যাইলে ঝরে যাইবা
আশার বৃক্ষের ফল
একটি মানুষ হলো আরেকটি মানুষের পাগল
মরে যাইলে ঝরে যাইবা
আশার বৃক্ষের ফল
ও মন
তবুও মানুষ করে আশা
বান্দে কত সুখের বাসা
বাসা থুইয়া বাসার মালিক কোথায় যায়
ও মানুষ কেমনে মইরা যায়
মরে যায় মানুষ কেমনে মইরা যায়

মনরে......
দুই দিনের লাগিয়া রে মানুষ পাগল হইয়া যায়
চিনলাম না তো আসল নকল সবি ভুলে যায়
তাই দেখো জেতা মানুষ মরা হইয়া যায়
মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়""",
            ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
