import 'package:flutter/material.dart';
import '../widget/global_app_bar.dart';
import '../widget/songs_widget.dart';

class BanglaSongFourScreen extends StatelessWidget {
  const BanglaSongFourScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      appBar: GlobalAppBar(
        title: "বাবা কতদিন, কতদিন দেখিনা তোমায়া",
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
          SongsWidget(
          fullLyric: """ছেলে আমার বড় হবে 
"মাকে বলত সেকথা" 
হবে মানুষের মত মানুষ এক, 
লেখা ইতিহাসের পাতায়"
নিজ হাতে খেতে পারতাম না
বাবা বলত "ও খোকা!
যখন আমি থাকবো না
কি করবি রে বোকা?"

স্বার্থের অনেক উর্ধ্বে
হঠাৎ অজানা ঝড়ে তোমায় হারালাম
মাথায় আকাশ ভেঙে পড়ল

বাবা কতদিন, কতদিন দেখিনা তোমায়
বাবা কত রাত, কত রাত দেখিনা তোমায়
কেউ বলেনা "মানিক 
কোথায় আমার ওরে বুকে আয়"

চশমাটা তেমনি আছে, 
আছে লাঠি ও পাঞ্জাবী তোমার
ইজি চেয়ারটাও আছে, 
নেই সেখানে অলস দেহ শুধু তোমার
শুধু শুনিনা তোমার সেই দরাজ কন্ঠে পড়া
পবিত্র কোরআনের বানী

বাবা কতদিন, কতদিন দেখিনা তোমায়
কেউ বলেনা তোমার মত 
"কোথায় খোকা ওরে বুকে আয়"
বাবা কত রাত, কত রাত দেখিনা তোমায়

"ছেলে আমার বড় হবে" 
মাকে বলত সেকথা
"হবে মানুষের মত মানুষ এক 
লেখা ইতিহাসের পাতায়"
নিজ হাতে খেতে পারতাম না
বাবা বলত "খোকা ও খোকা
কি করবি রে বোকা?"

এতো রক্তের সাথে রক্তের টান
স্বার্থের অনেক উর্ধ্বে
হঠাৎ অজানা ঝড়ে তোমায় হারালাম
মাথায় আকাশ ভেঙে পড়ল

বাবা কতদিন, কতদিন দেখিনা তোমায়""",
          ),
            SizedBox(height: 10),
          ],
        ),
      ),
    );
  }
}
