// import 'package:flutter/material.dart';
// import '../widget/custom_app_bar.dart';
// import '../widget/songs_widget.dart';
//
// class BanglaThirtyTwoScreen extends StatelessWidget {
//   const BanglaThirtyTwoScreen({super.key});
//
//   @override
//   Widget build(BuildContext context) {
//     return const Scaffold(
//       appBar: CustomAppBar(
//         title: "কফি হাউজের সেই আড্ডাটা",
//       ),
//       body: SingleChildScrollView(
//         child: Column(
//           children: [
//             SongsWidget(
//               description: """হুম হুম হুম হুম হুম হুম
// হুম হুম হুম হুম
// হুম হুম হুম হুম.....
// লালা লাল,লালাল লা,
// লা লালা লা,লা লা লা লা...
// কফি হাউজের সেই আড্ডাটা
// আজ আর নেই
// আজ আর নেই....
// কোথায় হারিয়ে গেল,
// সোনালী বিকেল গুলো সেই
// আজ আর নেই.....
// লালা লাল,লালাল লা,
// লা লালা লা,লা লা লা লা...
//
// নিখিলেশ প্যারিসে
// মঈদুল ঢাকাতে
// নেই তারা আজ কোন খবরে
// গ্র্যানডের গিটারিষ্ট
// গোয়ানিস ডিসুজা
// ঘুমিয়ে আছে যে আজ কবরে
// কাকে যেন ভালবেসে
// আঘাত পেয়ে যে শেষে
// পাগলা গারদে আছে রমারায়
// অমলটা ধুগছে দুরন্ত ক্যানসারে
// জীবন করেনি তাকে ক্ষমা হায়
// কফি হাউজের সেই আড্ডাটা
// আজ আর নেই
// আজ আর নেই
// কোথায় হারিয়ে গেল
// সোনালী বিকেল গুলো সেই
// আজ আর নেই
//
// গানের শেষে লাইক না দিন কিন্তু
// অনুরোধ আন'লাইক করবেন না
// লাইক না দিলে স্কিপ করে যান।
//
// সুজাতাই আজ শুধু
// সবচেয়ে সুখে আছে
// শুনেছি তো লাখপতি স্বামী তার
// হীরে আর জহরতে
// আগা গোড়া মোড়া সে
// গাড়ি বাড়ি সব কিছু দামী তার
// আর্ট কলেজের ছেলে
// নিখিলেশ সন্যাল
// বিজ্ঞাপনের ছবি আঁকতো
// আর চোখ ভরা কথা নিয়ে
// নির্বাক স্রোতা হয়ে
// ডিসুজা টা বসে সুধু থাকতো
// কফি হাউসের সেই আড্ডাটা
// আজ আর নেই
// আজ আর নেই
// লালা লাল,লালাল লা,
// লা লালা লা,লা লা লা লা...
//
// গানের শেষে লাইক না দেন কিন্তু
// অনুরোধ!!আনলাইক করবেন না
//
// একটা টেবিলে সেই
// তিনচার ঘন্টা
// চারমিনার ঠোটে জ্বলতো
// কখোনো বিষ্ণু দে
// কখোনো জামিনী রায়
// এই নিয়ে তর্কটা চলতো
// রোদ ঝড় বৃষ্টিতে
// যেখানেই যে থাকুক
// কাজ সেরে ঠিক এসে জুটতাম
// চারটেতে শুরু করে
// জমিয়ে আড্ডা মেরে
// সাড়ে সাতটায় ঠিক উঠতাম....
// কফি হাউসের সেই আড্ডাটা
// আজ আর নেই
// আজ আর নেই
// লালা লাল,লালাল লা,
// লা লালা লা,লা লা লা লা...
//
// কোথাও কোনো সমস্যা থাকলে
// অবশ্যই ইনবক্স করবেন ধন্যবাদ
//
// কবি কবি চেহারা
// কাধেতে ঝোলানো ব্যাগ
// মুছে যাবে অমলের নামটা
// একটা কবিতা তার
// হলোনা কোথাও ছাপা
// পেলোনা সে প্রতিভার দামটা
// অফিসের সোস্যালে
// ম্যানেজার নাটকে
// রমারায় অভিনয় করতো
// কাগজের রিপোর্টার
// মঈদুল এসে রোজ
// কি লিখেছে তাই শুধু পড়তো....
// কফি হাউজের সেই আড্ডাটা
// আজ আর নেই
// আজ আর নেই
// কোথায় হারিয়ে গেল
// সোনালী বিকেল গুলো সেই
// আজ আর নেই
//
// সেই সাতজন নেই আজ
// টেবিলটা তবু আছে
// সাতটা পেয়ালা আজো খালি নেই
// একই সে বাগানে আজ
// এসেছে নতুন কুড়ি
// শুধু সেই সেদিনের মালি নেই।
//
// কতো স্বপনের রোদ ওঠে
// এই কফি হাউজে
// কত স্বপ্ন মেঘে ঢেকে যায়
// কতজন এলো গেল
// কতজনই আসবে
// কফি হাউজটা শুধু থেকে যায়।
// কফি হাউজের সেই আড্ডাটা
//
// আজ আর নেই
// আজ আর নেই
// কোথায় হারিয়ে গেল
// সোনালী বিকেল গুলো সেই
// আজ আর নেই।
// লালা লাল,লালাল লা,
// লা লালা লা,লা লা লা লা...
// কোথায় হারিয়ে গেল
// সোনালী বিকেল গুলো সেই
// আজ আর নেই।
// দয়াকরে গানের শেষে লাইক দিন।""",
//             ),
//             SizedBox(height: 10),
//           ],
//         ),
//       ),
//     );
//   }
// }
