class BanglaSongsData {
  final String id, title, fullLyric;

  BanglaSongsData({
    required this.id,
    required this.title,
    required this.fullLyric,
  });
}

final List<BanglaSongsData> banglaSongsData = [
  BanglaSongsData(
    id: '01',
    title: 'আমার মতো এতো সুখী নয় তো কারো জীবন',
    fullLyric: """আমার মতো এত সুখী
নয়তো কারো জীবন
কি আদর স্নেহ ভালবাসায়
জড়ানো মায়ার বাঁধন
জানি এ বাঁধন ছিড়ে গেলে কভু
আসবে আমার মরণ

আমার মত এত সুখী 
নয়তো কারো জীবন
নয়তো কারো জীবন

বুকে ধরে যত ফুল ফোটালাম
সে ফুলের কাঁটা ছাড়া কি পেলাম
ভাগ্যের পরিহাস এরই নাম
কেন নিয়তির কাছে বারে বারে
হেরে যায় মানুষ এমন

আমার মত এত সুখী 
নয়তো কারো জীবন
নয়তো কারো জীবন

চারিদিকে নিরাশার বালুচর
কি আশায় বেঁধেছি এ খেলাঘর
স্বপ্ন ভেঙে দিতে এল ঝড়

চারিদিকে নিরাশার বালুচর
কি আশায় বেঁধেছি এ খেলাঘর
স্বপ্ন ভেঙে দিতে এল ঝড়

কেন মমতার টানে কেঁদে মরে
বেদনার কথা এমন

আমার মত এত সুখী 
নয়তো কারো জীবন

কি আদর স্নেহ ভালবাসায়
জড়ানো মায়ার বাঁধন""",
  ),
  BanglaSongsData(
    id: '02',
    title: 'মায়ের, একধার দুধের দাম',
    fullLyric: """মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
একধার দুধের দাম...
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
পাপোশ বানাইলে ঋণের শোধ হবে না
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো

পিতা, আনন্দে মাতিয়া, সাগরে ভাসাইয়া
সেই যে চইলা গেলো ফিরা আইলোনা

পিতা, আনন্দে মাতিয়া, সাগরে ভাসাইয়া
সেই যে চইলা গেলো ফিরা আইলোনা
মায়ে ধরিয়া যঠোরে, কতো কষ্ট করে

ধরিয়া যঠোরে----
মায়ে, ধরিয়া যঠোরে কতো কষ্ট করে
দশ মাস দশ দিন পরে পেলো বেদনা
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো

ওরে, প্রসবের ব্যাথা, মা জানে সে- কথা
মরিয়াও যেনো মায়ের মরন হইলনা

ওরে, প্রসবের কি ব্যাথা, মা জানে সে কথা
মরিয়াও যেন মায়ের মরন হইলো না
মায়ে, ঠেকিয়া সন্তানের দায়
অকালে মা প্রাণ হারায়

মায়ে, ঠেকিয়া সন্তানের দায়...
মায়ে, ঠেকিয়া সন্তানের দায়
অকালে মা প্রাণ হারায়
কেন সে- মায়ের ভক্তি রাখোনা
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
একধার দুধের দাম...
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
পাপোশ বানাইলে ঋণের শোধ হবে না
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো""",
  ),
  BanglaSongsData(
    id: '03',
    title: 'মা - দশ মাস দশ দিন ধরে গর্ভে ধারণ',
    fullLyric: """দশ মাস দশ দিন ধরে গর্ভে ধারণ
কষ্টের তীব্রতায় করেছে আমায় লালন
হটাত কোথায় না বলে হারিয়ে গেলো
জন্মান্তরের বাধন কোথা হারালো

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা....

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না...

মায়ের কোলে শুয়ে হারানো সে সুখ
অন্য মুখে খুঁজে ফিরি সেই প্রিয় মুখ
অনেক ঋণের জালে মাগো বেধেছিলে তাই
বিষাদের অভয়ারণ্যে ভয় তবু পাই...

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা...

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা...

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না...""",
  ),
  BanglaSongsData(
    id: '04',
    title: 'বাবা কতদিন, কতদিন দেখিনা তোমায়',
    fullLyric: """ছেলে আমার বড় হবে 
"মাকে বলত সেকথা" 
হবে মানুষের মত মানুষ এক, 
লেখা ইতিহাসের পাতায়"
নিজ হাতে খেতে পারতাম না
বাবা বলত "ও খোকা!
যখন আমি থাকবো না
কি করবি রে বোকা?"

স্বার্থের অনেক উর্ধ্বে
হঠাৎ অজানা ঝড়ে তোমায় হারালাম
মাথায় আকাশ ভেঙে পড়ল

বাবা কতদিন, কতদিন দেখিনা তোমায়
বাবা কত রাত, কত রাত দেখিনা তোমায়
কেউ বলেনা "মানিক 
কোথায় আমার ওরে বুকে আয়"

চশমাটা তেমনি আছে, 
আছে লাঠি ও পাঞ্জাবী তোমার
ইজি চেয়ারটাও আছে, 
নেই সেখানে অলস দেহ শুধু তোমার
শুধু শুনিনা তোমার সেই দরাজ কন্ঠে পড়া
পবিত্র কোরআনের বানী

বাবা কতদিন, কতদিন দেখিনা তোমায়
কেউ বলেনা তোমার মত 
"কোথায় খোকা ওরে বুকে আয়"
বাবা কত রাত, কত রাত দেখিনা তোমায়

"ছেলে আমার বড় হবে" 
মাকে বলত সেকথা
"হবে মানুষের মত মানুষ এক 
লেখা ইতিহাসের পাতায়"
নিজ হাতে খেতে পারতাম না
বাবা বলত "খোকা ও খোকা
কি করবি রে বোকা?"

এতো রক্তের সাথে রক্তের টান
স্বার্থের অনেক উর্ধ্বে
হঠাৎ অজানা ঝড়ে তোমায় হারালাম
মাথায় আকাশ ভেঙে পড়ল

বাবা কতদিন, কতদিন দেখিনা তোমায়""",
  ),
  BanglaSongsData(
    id: '05',
    title: 'মনে করি আসাম যাবো',
    fullLyric: """আল কিনারে নাহর গাছে বগা বগা ফুল
ফুল কে দেখিয়া ছুড়ি হ্যাচাকে চামড়ায়,
গাছের মধ্যে তুলসী বাটার মধ্যে পান
সাদা সাহেব ফাঁকি দিয়া চলাইলি আসাম,

মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরে আন
সর্দার বলে লিবো পিঠের চাম
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।

আর চিঠি তে কি ভুলে মন বিনা দরিশনে
বাগানে কি ফুটে ফুল বিনা বরিশনে,
চিঠি তে কি ভুলে মন বিনা দরিশনে
বাগানে কি ফুটে ফুল বিনা বরিশনে,
মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরি আন
সরদার বলে লিবো পিঠের চাম,
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।

আর বানাই দিলি গ্রামিন কুলি
টাঙ্গাই দিলি পিঠে ঝুলি
ঝুলি টাঙ্গাই ভিখারি বানাইলি,
ই ঠুরোসাম জনমে জনমে কাঁদাইলি। (২)

মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরি আন
সরদার বলে লিবো পিঠের চাম,
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।""",
  ),
  BanglaSongsData(
    id: '06',
    title: 'মরলে কেন কান্দে মানুষ',
    fullLyric: """মরলে কেন কান্দে মানুষ
কান্দে কেন মরিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
একবারই হয় জন্ম ভবে
একবারই হয় মরণ
মাঝে শুধু বেঁচে থাকার
মিছে আয়োজন রে
মিছে আয়োজন
চিরদিন রয়না কেহ
ওরে মন ওরে মন
চিরদিন রয়না কেহ
শিকল দিয়া বান্ধিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
কেহ আগে কেহ পরে
নেবে যে বিদায়
খালি হাতে দেবে পাড়ি
অচিন ঠিকানায় রে
অচিন ঠিকানায়
মরা তো আর হয়না জিন্দা
ওরে মন ওরে মন
মরা তো আর হয়না জিন্দা
প্রাণের বদল প্রাণ দিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
আসলে ভবে যাইতে হবে
সকলই তা জানে
মরলে কান্দে এই দুনিয়ায়
মায়ারই টানে রে
মায়ারই টানে
বিবাগী কয় হইলে সময়
ওরে মন ওরে মন
বিবাগী কয় হইলে সময়
যাইতে হবে ডাক দিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
মরলে কেন কান্দে মানুষ
কান্দে কেন মরিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে""",
  ),
  BanglaSongsData(
    id: '07',
    title: 'সাই রাব্বানা এই দুনিয়ায় পাঠাইয়া কেন',
    fullLyric: """সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না

ওরে, ঘর দিলা সংসার দিলা অনন্ত বাসনা দিলা
জনম ভরে থাকতে ভবে আয়ু দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না

কি জন্য পাঠাইলা সাই ভােজবাজির দুনিয়ায়
ইশারাতে সব করাইয়া নিবানা তার দায়
ইশারাতে সব করাইয়া নিবানা তার দায়
ওরে পাপ দিলা পুন্য দিলা ভাল মন্দের দন্ধ দিলা,
মন্দ ভালর জীবন দিয়া শান্তি দিলানা,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,

কি খেলা খেলিছ সাই জন্ম মিত্যু দিয়া
স্বর্গ নরক রাখছ নাকি ঐ পারেতে নিয়া,
স্বর্গ নরক রাখছ নাকি ঐ পারেতে নিয়া,
ওরে সুখ দিলা অসুখ দিলা জন্ম মিত্যুর দায় নিলা,
তুমার লিলা বুজার মত শক্তি দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,

ওরে ঘর দিলা সংসার দিলা অনন্ত ভাসনা দিলা
জনম ভরে থাকতে ভবে আয়ু দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,
সাই রাব্বানা সাই রাব্বানা সাই রাব্বানা,
সাই রাব্বানা সাই রাব্বানা সাই রাব্বানা""",
  ),
  BanglaSongsData(
    id: '08',
    title: 'আমি তো মরে যাবো',
    fullLyric: """আমি তো মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী

সঙ্গেনি কেউ যাবি
আমি মরে যাবো

মরার সঙ্গে সঙ্গে পড়ে
যাবে কান্না কাটির ভীড়
সবাই মোরে মাটি দিতে হইবে অস্তির
মরার সঙ্গে সঙ্গে পড়ে
যাবে কান্না কাটির ভীড়
সবাই মোরে মাটি দিতে হইবে অস্তির
আমায় দেবে মাটি
আমায় দেবে মাটি
ভূল ত্রুটি চেয়ে নেবে ক্ষমা
কেউ বাঁ এসে হিসাব করবে
কোন ব্যাংকে কি জমা
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

মরে যাবো রেখেযাবো
দুনিয়ার সম্পদ
সেই সম্পদই ডেকে আনবে
আপদ আর বিপদ
মরে যাবো রেখে যাবো
দুনিয়ার সম্পদ
সেই সম্পদই ডেকে আনবে
আপদ আর বিপদ
সম্পদ ভাগের জন্য
সম্পদ ভাগের জন্য
মন মালিন্য হবে সুত্রপাত
এক জনকে করবে
আরেক জন আঘাত অপবাদ

আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

গানের ছন্দে মন আনন্দে
মাথা ঝুলাও তালে
বুঝলিনা কি অন্ত মানুষ
গায়কে কি বলে
গানের ছন্দে মন আনন্দে
মাথা ঝুলাও তালে
বুঝলিনা কি অন্ত মানুষ
গায়কে কি বলে
সবার হাতে ধরি
সবার হাতে ধরি পায়ে পরি
বেঁধে নাও সামান
কিতাবে কয় ও পাপের জান
ভয়ংকর নিদান
আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী""",
  ),
  BanglaSongsData(
    id: '09',
    title: "জাত গেল জাত গেল বলে",
    fullLyric: """
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে
একি আজব কারখানা
সত্য কাজে কেউ নয় রাজি
সত্য কাজে কেউ নয় রাজি
সবি দেখি তা না-না-না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

একি আজব কারখানা

আসবার কালে কি জাত ছিলে
এসে তুমি কি জাত নিলে,
আসবার কালে কি জাত ছিলে
এসে তুমি কি জাত নিলে,
কি জাত হবা যাবার কালে
কি জাত হবা যাবার কালে
সে কথা ভেবে বল না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

ব্রাহ্মণ চন্ডাল চামার মুচি
এক জলেই সব হয় গো শুচি,
ব্রাহ্মণ চন্ডাল চামার মুচি
এক জলেই সব হয় গো শুচি,
দেখে শুনে হয় না রুচি
দেখে শুনে হয় না রুচি

যমে তো কাকেও ছাড়বে না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

গোপনে যে বেশ্যার ভাত খায়,
তাতে ধর্মের কি ক্ষতি হয়
গোপনে যে বেশ্যার ভাত খায়,
তাতে ধর্মের কি ক্ষতি হয়।
লালন বলে জাত কারে কয়
লালন বলে জাত কারে কয়
এ ভ্রম তো গেল না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে
সত্য কাজে কেউ নয় রাজি
সত্য কাজে কেউ নয় রাজি
সবি দেখি তা না-না-না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে""",
  ),
  BanglaSongsData(
    id: '10',
    title: "ছেলে আমার মস্ত মানুষ মস্ত অফিসার",
    fullLyric: """ছেলে আমার মস্ত মানুষ মস্ত অফিসার
মস্ত ফ্ল্যাটে যায়না দেখা এপার ওপার
ছেলে আমার মস্ত মানুষ মস্ত অফিসার
মস্ত ফ্ল্যাটে যায়না দেখা এপার ওপার
নানান রকম জিনিস আর আসবাব দামী দামী
সবচে কম দামী ছিলাম একমাত্র আমি
ছেলের আমার, আমার প্রতি অগাধ সম্ভ্রম
আমার ঠিকানা তাই বৃদ্ধাশ্রম।

আমার ব্যবহারের সেই আলমারি আর আয়না
ও সব নাকি বেশ পুরনো ফ্লাটে রাখা যায় না
আমার ব্যবহারের সেই আলমারি আর আয়না
ও সব নাকি বেশ পুরনো ফ্লাটে রাখা যায় না
ওর বাবার ছবি ঘড়ি ছড়ি বিদেয় হল তাড়াতাড়ি
ছেড়ে দিলো কাকে খেল পোষা বুড়ো ময়না
স্বামী স্ত্রী আর
আলসেসিয়ান জায়গা বড়ই কম..
আমার ঠিকানা তাই বৃদ্ধাশ্রম।

নিজে হাতে ভাত খেতে পারতো না কো খোকা
বলতাম আমি না থাকলে রে কি করবি বোকা
ঠোট ফুলিয়ে কাঁদত খোকা আমার কথা শুনে
খোকা বোধহয় আর কাঁদেনা নেই বুঝি আর মনে
ছোট্ট বেলায় স্বপ্ন দেখে উঠত খোকা কেঁদে
দুহাত দিয়ে বুকের কাছে রেখে দিতাম বেঁধে
দুহাত আজো খোঁজে ভুলে যায়যে একদম
আমার ঠিকানা এখন বৃদ্ধাশ্রম।

খোকারও হয়েছে ছেলে দুবছর হল
আরতো মাত্র বছর পঁচিশ ঠাকুর মুখ তোল
একশ বছর বাঁচতে চাই এখন আমার ষাট
পচিশ বছর পরে খোকার হবে উনষাট
আশ্রমের এই ঘরটা ছোট জায়গা... অনেক বেশি
খোকা আমি দুজনেতে থাকবো পাশাপাশি
সেই দিনটার স্বপ্ন দেখি ভীষণ রকম
মুখোমুখি আমি খোকা আর বৃদ্ধাশ্রম
মুখোমুখি আমি খোকা আর বৃদ্ধাশ্রম
..মুখোমুখি আমি খোকা আর বৃদ্ধাশ্রম""",
  ),
  BanglaSongsData(
    id: '11',
    title: "আমি চিৎকার করে কাদিতে চাহিয়া",
    fullLyric: """কতটুকু অশ্রু গড়ালে হৃদয় জলে সিক্ত,
কত প্রদীপ শিখা জ্বালালেই
জীবন আলোয় ত্রিপ্ত।
কত ব্যথা বুকে চাপালেই
তাকে বলি আমি ধৈর্য,
নির্মমতা কতদূর হলে জাতি হবে নির্লজ্জ।

আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
বুকের ব্যথা বুকে চাপায়ে
নিজেকে দিয়েছি ধিক্কার

আজও কানে ভাসে সেই কথাগুলো
কে জানে হবে যে শেষ কথা।
আজও কানে ভাসে সেই কথাগুলো
কে জানে হবে যে শেষ কথা।

নিয়তির ডাকে দিলি যে সাড়া
ফেলে গেলি শুধু নিরবতা
যার চলেযায় সেই বুঝে হায়
বিচ্ছেদে কি যন্ত্রণা।
যার চলেযায় সেই বুঝে হায়
বিচ্ছেদে কি যন্ত্রণা।

অবুঝ শিশুর অবুঝ প্রশ্ন
কি দিয়া দেব সান্তনা।

আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
বুকের ব্যথা বুকে চাপায়ে
নিজেকে দিয়েছি ধিক্কার।


বিধাতা তরে ডাকি বারেবারে
করুন মোরে মার্জনা।
বিধাতা তরে ডাকি বারেবারে
করুন মোরে মার্জনা।

দুঃখ সহিতে দিন শক্তি
আপনার সকাসে প্রার্থণা
চাহিনা সহিতে আমার মাটিতে
মজলুমের আর্তনাদ।
চাহিনা সহিতে আমার মাটিতে
মজলুমের আর্তনাদ।

বিষাদ অনলে পুড়ে বারেবারে
লুন্ঠিত হবে স্বপ্নস্বাদ
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।

বুকের ব্যথা বুকে চাপায়ে
নিজেকে দিয়েছি ধিক্কার।

কতটুকু অশ্রু গড়ালে হৃদয় জলে সিক্ত,
কত প্রদীপ শিখা জ্বালালেই
জীবন আলোয় ত্রিপ্ত।
কত ব্যথা বুকে চাপালেই
তাকে বলি আমি ধৈর্য,
নির্মমতা কতদূর হলে জাতি হবে নির্লজ্জ।""",
  ),
  BanglaSongsData(
    id: '12',
    title: "আমার আমি নাই রে",
    fullLyric: """আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

ছেরা পলিথিনের মত হাওয়ায় হাওয়ায় ঊরি,
বাদামের খোসার মতো পার্কে পরে থাকি
ছেরা পলিথিনের মত বোকা হয়ে ঊরি,
বাদামের খোসার মতো পার্কে পরে থাকি
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

আমি যে সিগারেটের শূন্য পেকেট রে
আমি যে সিগারেটের শূন্য পেকেট রে
ও রে, কে আমাকে খেয়ে দেয়ে ফেলে রেখেসে
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

আমি স্ত্রী বিহীন সেই স্বামীর বাসর রাত্রি
আমি স্ত্রী বিহীন সেই স্বামীর বাসর রাত্রি
ও রে, কে আমাকে খেয়ে দেয়ে ফেলে রেখেসে
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

আমি যেন বাবার মত রিটায়ার্ড রে, 
আমি যেন বাবার মত রিটায়ার্ড রে, 
ও রে কে আমাকে খেয়ে দেয়ে ফেলে রেখেসে
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই""",
  ),
  BanglaSongsData(
    id: '13',
    title: "ছেলে আমার মস্ত মানুষ মস্ত অফিসার",
    fullLyric: """দুই দিনের লাগিয়া রে মানুষ
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়

মনরে.......
বেঁচে থাকার জন্য মানুষ
কত কিছু করে
তবু কি চিরদিন কেহু
বেঁচে থাকতে পারে
বেঁচে থাকার জন্য মানুষ
কত কিছু করে
তবু কি চিরদিন কেহু
বেঁচে থাকতে পারে
আজকে যে রাজাধিরাজ
কাল সে ভিক্ষা চায়
মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়

মনরে......
একটি মানুষ হলো আরেকটি মানুষের পাগল
মরে যাইলে ঝরে যাইবা
আশার বৃক্ষের ফল
একটি মানুষ হলো আরেকটি মানুষের পাগল
মরে যাইলে ঝরে যাইবা
আশার বৃক্ষের ফল
ও মন
তবুও মানুষ করে আশা
বান্দে কত সুখের বাসা
বাসা থুইয়া বাসার মালিক কোথায় যায়
ও মানুষ কেমনে মইরা যায়
মরে যায় মানুষ কেমনে মইরা যায়

মনরে......
দুই দিনের লাগিয়া রে মানুষ পাগল হইয়া যায়
চিনলাম না তো আসল নকল সবি ভুলে যায়
তাই দেখো জেতা মানুষ মরা হইয়া যায়
মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়""",
  ),
  BanglaSongsData(
    id: '14',
    title: "ছকফি হাউজের সেই আড্ডাটা",
    fullLyric: """ হুম হুম হুম হুম হুম হুম
হুম হুম হুম হুম
হুম হুম হুম হুম.....
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...
কফি হাউজের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই....
কোথায় হারিয়ে গেল,
সোনালী বিকেল গুলো সেই
আজ আর নেই.....
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...

নিখিলেশ প্যারিসে
মঈদুল ঢাকাতে
নেই তারা আজ কোন খবরে
গ্র্যানডের গিটারিষ্ট
গোয়ানিস ডিসুজা
ঘুমিয়ে আছে যে আজ কবরে
কাকে যেন ভালবেসে
আঘাত পেয়ে যে শেষে
পাগলা গারদে আছে রমারায়
অমলটা ধুগছে দুরন্ত ক্যানসারে
জীবন করেনি তাকে ক্ষমা হায়
কফি হাউজের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই

গানের শেষে লাইক না দিন কিন্তু
অনুরোধ আন'লাইক করবেন না
লাইক না দিলে স্কিপ করে যান।

সুজাতাই আজ শুধু
সবচেয়ে সুখে আছে
শুনেছি তো লাখপতি স্বামী তার
হীরে আর জহরতে
আগা গোড়া মোড়া সে
গাড়ি বাড়ি সব কিছু দামী তার
আর্ট কলেজের ছেলে
নিখিলেশ সন্যাল
বিজ্ঞাপনের ছবি আঁকতো
আর চোখ ভরা কথা নিয়ে
নির্বাক স্রোতা হয়ে
ডিসুজা টা বসে সুধু থাকতো
কফি হাউসের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...

গানের শেষে লাইক না দেন কিন্তু
অনুরোধ!!আনলাইক করবেন না

একটা টেবিলে সেই
তিনচার ঘন্টা
চারমিনার ঠোটে জ্বলতো
কখোনো বিষ্ণু দে
কখোনো জামিনী রায়
এই নিয়ে তর্কটা চলতো
রোদ ঝড় বৃষ্টিতে
যেখানেই যে থাকুক
কাজ সেরে ঠিক এসে জুটতাম
চারটেতে শুরু করে
জমিয়ে আড্ডা মেরে
সাড়ে সাতটায় ঠিক উঠতাম....
কফি হাউসের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...

কোথাও কোনো সমস্যা থাকলে
অবশ্যই ইনবক্স করবেন ধন্যবাদ

কবি কবি চেহারা
কাধেতে ঝোলানো ব্যাগ
মুছে যাবে অমলের নামটা
একটা কবিতা তার
হলোনা কোথাও ছাপা
পেলোনা সে প্রতিভার দামটা
অফিসের সোস্যালে
ম্যানেজার নাটকে
রমারায় অভিনয় করতো
কাগজের রিপোর্টার
মঈদুল এসে রোজ
কি লিখেছে তাই শুধু পড়তো....
কফি হাউজের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই

সেই সাতজন নেই আজ
টেবিলটা তবু আছে
সাতটা পেয়ালা আজো খালি নেই
একই সে বাগানে আজ
এসেছে নতুন কুড়ি
শুধু সেই সেদিনের মালি নেই।

কতো স্বপনের রোদ ওঠে
এই কফি হাউজে
কত স্বপ্ন মেঘে ঢেকে যায়
কতজন এলো গেল
কতজনই আসবে
কফি হাউজটা শুধু থেকে যায়।
কফি হাউজের সেই আড্ডাটা

আজ আর নেই
আজ আর নেই
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই।
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই।
দয়াকরে গানের শেষে লাইক দিন।""",
  ),
  BanglaSongsData(
    id: '15',
    title: "মানুষ একটা দুই চাকার সাইকেল",
    fullLyric: """হাওয়ার উপর চলে গাড়ি
হাওয়ার উপর চলে গাড়ি
লাগেনা পেট্রোল ডিজেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল
মানুষ একটা দুই চাকার সাইকেল

হাওয়ার উপর চলে গাড়ি
হাওয়ার উপর চলে গাড়ি
লাগেনা পেট্রোল ডিজেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

দুই চাকায় করেছে খাড়া
জায়গায় জায়গায় স্ক্রপ মারা
বাহাত্তর হাজার ইস্পাত দিয়া
এই সাইকেল গড়া

দুই চাকায় করেছে খাড়া
জায়গায় জায়গায় স্ক্রপ মারা
বাহাত্তর হাজার ইস্পাত দিয়া
এই সাইকেল গড়া

চিন্তা করে দেখনা একবার
চিন্তা করে দেখনা একবার
দুইশ ছয়টা হয় এক্সেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

নতুন সাইকেল পুরান হইবে
কলকব্জায় জং যে ধরিবে
বেল বাতির ঐ ঠনঠন আওয়াজ
বন্ধ যে হইবে

নতুন সাইকেল পুরান হইবে
কলকব্জায় জং যে ধরিবে
বেল বাতির ঐ ঠনঠন আওয়াজ
বন্ধ যে হইবে

এক কদম আগে না বাড়বে
এক কদম আগে না বাড়বে
হাজার বার মারলে পেডেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

ফুরাইলে সাইকেলের বাতাস
সেদিন হবে সর্বনাশ
গিয়ার তোমার কাজ করবেনা
রাখিও বিশ্বাস

ফুরাইলে সাইকেলের বাতাস
সেদিন হবে সর্বনাশ
গিয়ার তোমার কাজ করবেনা
রাখিও বিশ্বাস

গুনী সরকার হইয়া লাশ
গুনী সরকার হইয়া লাশ
থাকবে ভব মেডিকেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল
মানুষ একটা দুই চাকার সাইকেল""",
  ),
  BanglaSongsData(
    id: '16',
    title: "এসব দেখি কানার হাট বাজার",
    fullLyric: """বেদ বিধির পর শাস্ত্র কানা
বেদ বিধির পর শাস্ত্র কানা
আর এক কানা মন আমার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার

বেদ বিধির পর শাস্ত্র কানা
বেদ বিধির পর শাস্ত্র কানা
আর এক কানা মন আমার

এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার

এক কানা কয় আর এক কানারে....
চল এবার ভবপারে
এক কানা কয় আর এক কানারে
চল এবার ভবপারে

নিজে কানা পথ চেনে না
নিজে কানা পথ চেনে না
পরকে ডাকে বারে বার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার

কানায় কানায় উলামিলা....
বোবাতে খায়...রসগোল্লা গো
হায় হায় বোবাতে খায় রসগোল্লা গো

আবার তেমনি লালন মদনা কানা
তেমনি লালন মদনা কানা
ঘুমের ঘোরে দেয় বাহার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার...

বেদ বিধির পর শাস্ত্র কানা
বেদ বিধির পর শাস্ত্র কানা
আর এক কানা মন আমার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার """,
  ),
  BanglaSongsData(
    id: '17',
    title: "আমার সোনার ময়না পাখি",
    fullLyric: """ আমার, সোনার ময়না পাখি
কোন দেশেতে গেলা উইড়া রে....এ..
দিয়া মোরে ফাঁকি রে
আমার সোনার ময়না পাখি ।

সোনা বরণ পাখিরে আমার
কাজল বরণ আঁখি
দিবানিশি মন চায় ওরে.....এ..
বাইন্ধা তরে রাখি রে
আমার সোনার ময়না পাখি ।

দেহ দিছি, প্রাণরে দিছি
আর নাই কিছু বাকী
শত ফুলের বাসন দিয়ারে...এ..
অঙে দিছি মাখি রে
আমার.. সোনার ময়না পাখি ।

যাইবা যদি নিঠুর পাখি
ভাসাইয়া মোর আঁখি
এ জীবন যাবার কালে রে
ও পাখি রে......এ...
এ জীবন যাবার কালে রে......এ..
একবার যেন দেখি রে

আমার সোনার ময়না পাখি ।।

কোন দেশেতে গেলা উইড়া রে....এ
দিয়া মোরে ফাঁকি রে
আমার সোনার ময়না পাখি.""",
  ),
  BanglaSongsData(
    id: '18',
    title: "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে",
    fullLyric: """ আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
দিনে রাইতে তোমায় আমি খুঁইজা মরিরে

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
দিনে রাইতে তোমায় আমি
দিনে রাইতে তোমায় আমি খুঁইজা মরিরে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
ভুলিবেনা মোরে, এই জীবন গেলে
ভুলিবেনা মোরে, এই জীবন গেলে

যদি না পাই তোমারে, আমার জীবনের তরে
যদি না পাই তোমারে, আমার জীবনের তরে
সোনার জীবন অঙ্গার হইব
সোনার জীবন অঙ্গার হইব তোমার লাইগারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই
ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই

মরণকালে যেন বন্ধু, একবার তোমায় পাই।
পরকালে যেন বন্ধু, একবার তোমায় পাই ।
যদি না পাই সেকালে প্রেম যাইবে বিফলে
যদি না পাই সেকালে, প্রেম যাইবে বিফলে
তখন কিন্তু বলব আমি
তখন কিন্তু বলব আমি
প্রেম কিছুই নারে . . . .

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে

ভুলিবেনা মোরে, এই জীবন গেলে
ভুলিবেনা মোরে, এই জীবন গেলে

যদি না পাই তোমারে, আমার জীবনের তরে
যদি না পাই তোমারে, আমার জীবনের তরে
সোনার জীবন অঙ্গার হইব
সোনার জীবন অঙ্গার হইব তোমার লাইগারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে""",
  ),
  BanglaSongsData(
    id: '19',
    title: "কি জ্বালা দিয়ে গেলা মোরে",
    fullLyric: """ কি জ্বালা দিয়ে গেলা মোরে
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে
কি দুঃখ দিয়ে গেলা মোরে
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে
না দেখিলে পরান পোড়ে
না রাখি মাটিতে, না রাখি পাটিতে
না রাখি পালঙ্কের উপরে
না রাখি মাটিতে, না রাখি পাটিতে
না রাখি পালঙ্কের উপরে
সিঁথিরও সিন্দুরে রাখিব বন্ধুরে
সিঁথিরও সিন্দুরে রাখিব বন্ধুরে
ভিড়িয়ে রেশমি ডোরে
ভিড়িয়ে রেশমি ডোরে
বন্ধু পরবাসী, পরের ঘরে আসি
এত ঘুমে কেনে ধরে
ও বন্ধু পরবাসী, পরের ঘরে আসি
এত ঘুমে কেনে ধরে
কয়লা করে ধ্বনি, পোহাইলো রজনী
কয়লা করে ধ্বনি, পোহাইলো রজনী
না ডাকি ননদিনীর ডরে
না ডাকি ননদিনীর ডরে
নারীর প্রেমগাছে
কি টোনা কইরাছে
বস্ত্র খসি খসি পড়ে
নারীর প্রেমগাছে
কি টোনা কইরাছে
বস্ত্র খসি খসি পড়ে
কহে আশকর আলী সাধু শত জনে
কহে আশকর আলী সাধু শত জনে
উদাসী বানাইলো মোরে
উদাসী বানাইলো মোরে""",
  ),
  BanglaSongsData(
    id: '20',
    title: "কতটা দুঃখ দেবে তুমি ",
    fullLyric: """কতটা দুঃখ দেবে তুমি
আমি দু: খ্যকে ভয় করি না
সহস্রবার আঘাত করলেও
তবু করুনা তোমার চাইনা
তুমি চাইলে দিতে পারো
আরো অনেক বেশি ব্যথা বেদনা
কতটা দু: খ্য দেবে তুমি
আমি দু: খ্যকে ভয় করি না
কথা না রাখা তোমার সাজে
আমার বেলায় তা সাজে না
নিষ্ঠুরতা তোমাকে মানায়
কষ্ট দিতে তাই বাধেনা
তুমি চাইলে দিতে পারো
আরো অনেক বেশি ব্যথা বেদনা
কতটা দু: খ্য দেবে তুমি
আমি দু: খ্যকে ভয় করি না
ভাল না বেসে ভালবাসার
করেছ অনেক বড় ছলনা
হৃদয় বলে আছে কি তোমার
হৃদয়ের পিছুটান বোঝনা
তুমি চাইলে দিতে পারো
আরো অনেক বেশি ব্যথা বেদনা
কতটা দু: খ্য দেবে তুমি
আমি দু: খ্যকে ভয় করি না""",
  ),
  BanglaSongsData(
    id: '21',
    title: "আমার মতে তোর মতন কেউ নেই",
    fullLyric: """ কতবার তোর আয়না ভেঙে চুরে ঘুরে তাকাই
আমার মতে তোর মতন কেউ নেই।
কতবার তোর কাঁচা আলোয় ভিজে গান শোনাই,
আমার মতে তোর মতন কেউ নেই।
এই মৃত মহাদেশে রোদ্দুর বারবার,
হয়ত নদীর কোন রেশ,
রাখতে পারিনি অবশেষ।
অথবা আমার সব হাতগুলো হারবার
পরেও খেলেছি এক দান,
বুঝিনি কিসের এত টান।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কতবার তোর আয়না ভেঙে চুরে ঘুরে তাকাই
আমার মতে তোর মতন কেউ নেই।
কতবার তোর কাঁচা আলোয় ভিজে গান শোনাই,
আমার মতে তোর মতন কেউ নেই।
তোর বাড়ির পথ যুক্তির সৈন্য
যতটা লুকিয়ে কবিতায়,
তারও বেশী ধরা পড়ে যায়।
তোর উঠোন জুড়ে বিশাল অঙ্ক,
কষতে বারণ ছিল তাই,
কিছুই বোঝা গেল না প্রায়।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কতবার তোর আয়না ভেঙে চুরে ঘুরে তাকাই
আমার মতে তোর মতন কেউ নেই।
কতবার তোর কাঁচা আলোয় ভিজে গান শোনাই,
আমার মতে তোর মতন কেউ নেই।""",
  ),
  BanglaSongsData(
    id: '22',
    title: "আমার মতো এতো সুখী নয় তো কারো জীবন",
    fullLyric: """রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢেকে চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত

রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে

ও ও ...রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত।

ভাল লাগে শিশির ঝরা
ভিজে যাওয়া কিছু ঘাস ফুল
ভাল লাগে এক চিলতে রোদ
অকারনে করে ভুল
ভালো লাগে শিশির ঝরা
ভিজে যাওয়া কিছু ঘাস ফুল
ভাল লাগে এক চিলতে রোদ
অকারনে করে ভুল

ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে।।

ভালো লাগে দখিন হাওয়া
চোখ বুজে কিছুক্ষণ
ভালো লাগে স্বপ্নগুলো
অকারনে করে ভুল।

ভালো লাগে দখিন হাওয়া
চোখ বুজে কিছুক্ষণ
ভা্লো লাগে স্বপ্নগুলো
যাকে ঘিরে মন।
ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে

ও ও... রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
ও তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে হো ও ও ও.......""",
  ),
  BanglaSongsData(
    id: '23',
    title: "ভালোবাসা মানে হলো বিশ্বাসের একটা ব্যাপার",
    fullLyric: """ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার,
সারাক্ষণ চেষ্টা করি
ছেড়া সুতা বারবার জুড়ার,

ভাবনার ঘোরে ভাবি
তোমাতে আমাতে আমি,
আসলে তোমাতে তুমি
আমি তো আমার,
বিশ্বাসে একটা ব্যাপার
ভালোবাসা মনে হলো
বিশ্বাসের একটা ব্যাপার ।।

জ্বলছে বুকের দহন
বইছে বইরি পবন,
ঘুরিয়েই চলছে জীবন
তবু কত কি আআয়োজন,

বেশ আছি ভালো আছি
মুখে জোর করে হাসি,
কাশিতে রক্ত বমি
অকালে ঝরায়,

বিশ্বাসের একটা ব্যাপার
ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার ।।

অভিনয় করে চলা
একটু দুঃখ ভোলা,
দেয় রে দেয় রে দোলা
প্রানেতে দেয় রে দোলা,
কখনো দারুণ প্রতি
কখনো জাগায় ভীতি,
এ যে এক ভিন্ন রীতি
নকল সংস্কার,

বিশ্বাসের একটা ব্যাপার
ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার ।।

নিয়তির নিয়ম লেখা
জন্ম মিত্যু একা,
একি সাথে ভিন্ন দেখা
যারযার কথ্য রেখা,
ভেদ বুলে আপন পরে
বসবাস একি ঘরে,
লোকচুরি খেলাতে রঙ
মাখি যে বারবার,

বিশ্বাসের একটা ব্যাপার
ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার।।""",
  ),
  BanglaSongsData(
    id: '24',
    title: "ও বন্ধুরে তুমি মোরে ভুইলা যাইও না",
    fullLyric: """ও বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না

ও বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়ন
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না

আমি জ্বালাই প্রেমের বাতি
তোমায় ভাবি সারা রাতি
আমার চোখে ঘুম তো আসেনা
ও আমি জ্বালাই প্রেমের বাতি
তোমায় ভাবি সারা রাতি
আমার চোখে ঘুম তো আসে না

ও আমি থাকি আওলা চুলে
আমি সব কিছু যাই ভূলে
কোন কাজে মন তো বসেনা
তুমি যখন ঘুমাও থাকো
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়নে
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না

এ কেমন বড় জ্বালা
এ যায়না কাউকে বলা
চুপি চুপি অন্তর পুরে ছাই
এ কেমন বড় জ্বালা
যায়না কাওকে বলা
চুপি চুপি অন্তর পুরে ছাই
এ মন পিঞ্জরের মাজে
শুধু বিরহের সুর বাজে
তোমায় দেখি যে দিকে তাকাই
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়ন
বন্ধুরে....

তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে,.....
তুমি মোরে ভুইলা যাইয়ো না
বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়নে
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে......
তুমি মোরে ভুইলা যাইয়ো না""",
  ),
  BanglaSongsData(
    id: '25',
    title: "দেখেছি রুপ সাগরে মনের মানুষ",
    fullLyric: """বহু দিন ভাব তরঙ্গে
ভেসেছি কতই রঙে
সুজনের সংঙে হবে
দেখাশুনা........
তারে আমার আমার মনে করি
আমার হয়ে আর হইলো না.......
তারে আমার আমার মনে করি...
আমার হয়ে আর হইলো না...

দেখছি রুপ সাগরে মনের মানুষ কাচা সোনা..
দেখেছি রুপ সাগরে মনের
মানুষ কাচা সোনা....

পথিক কয়,ভেবো না রে
ডুবে যাও রুপ সাগরে
পথিক কয় ভেবো না রে
ডুবে যাও রুপ সাগরে
বিরলে বসে করো যোগ সাধনা....
পথিক কয় ভেবো না রে
ডুবে যাও রুপ সাগরে
পথিক কয় ভেবো না রে
ডুবে যাও রুপ সাগরে
বিরলে বসে করো যোগ সাধনা....
একবার ধরতে পেলে মনের মানুষ
ছেড়ে যেতে আর দিও না...

একবার ধরতে পেলে মনের মানুষ
ছেড়ে যেতে আর দিও না...
দেখেছি......
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
তারে ধরি ধরি মনে করি
ধরতে গেলে আর পেলেম না.....
তারে ধরি ধরি মনে করি
ধরতে গেলে আর পেলেম না..

দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের
মানুষ কাচা সোনা....""",
  ),
  BanglaSongsData(
    id: '26',
    title: "আমি শুনেছি সেদিন তুমি",
    fullLyric: """আমি শুনেছি সেদিন তুমি সাগরের ঢেউয়ে চেপে
নীলজল দিগন্ত ছুঁয়ে এসেছো
আমি শুনেছি সেদিন তুমি নোনা বালি তীর ধরে
বহু দূর বহু দূর হেটে এসেছ

আমি কখনো যাই নি জলে কখনো ভাসিনি নীলে
কখনো রাখিনি চোখ ডানা মেলা গাংচিলে
আবার যেদিন তুমি সমুদ্র স্নান -এ যাবে
আমাকে ও সাথে নিও নেবে তো আমায় বল
নেবে তো আমায়
আমি শুনেছি সেদিন নাকি তুমি তুমি তুমি মিলে
তোমরা সদলবলে সভা করে ছিলে
আর সেদিন তোমরা নাকি অনেক জটিল ধাঁধাঁ
না বলা অনেক কথা কথা তুলেছিলে
কেন শুধু ছুটে ছুটে চলা একা একা কথা বলা
নিজের জন্যে বাঁচা নিজেকে নিয়ে
যদি ভালোবাসা না-ই থাকে শুধু একা একা লাগে
কোথায় শান্তি পাব কোথায় গিয়ে বল কোথায় গিয়ে

আমি শুনেছি তোমরা নাকি এখনো স্বপ্ন দেখো
এখনো গল্প লেখ গান গাও প্রাণ ভরে
মানুষের বাঁচা মরা এখনো ভাবিয়ে তোলে
তোমাদের ভালবাসা এখনো গোলাপে ফোটে
আস্থা হারানো এই মন নিয়ে আমি আজ
তোমাদের কাছে এসে দু হাত পেতেছি
আমি দুচোখের গল ভরে শূন্যতা দেখি শুধু
রাত ঘুমে আমি কোনো স্বপ্ন দেখি না
তাই স্বপ্ন দেখব বলে
আমি দুচোখ মেলেছি
তাই তোমাদের কাছে এসে আমি দু হাত পেতেছি
তাই স্বপ্ন দেখব বলে আমি দুচোখ মেলেছি""",
  ),
  BanglaSongsData(
    id: '27',
    title: "এখনো মাঝে মাঝে",
    fullLyric: """এখনো মাঝে মাঝে
মাঝ রাতে ঘুমের ঘরে
শুনি তোমার পায়ের আওয়াজ
যেনো তুমি এসেছো ফিরে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এই রাত সেই রাত
কেটে গেছে কতো রাত
কষ্টের হাওয়া বুকে নিয়ে
আর পড়ে আছে কতোনা স্মৃতি
বন্দী মনের কারাগারে
এই রাত সেই রাত
কেটে গেছে কতো রাত
কষ্টের হাওয়া বুকে নিয়ে
আর পড়ে আছে কতোনা স্মৃতি
বন্দী মনের কারাগারে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এই প্রান এই মন
কেঁদে বলে সারাক্ষন
ভুলে গিয়ে আছো তুমি সুখে
আমি কাটাই প্রহর আর ভালোবাসা
একা বেদনারই চরে
এই প্রান এই মন
কেঁদে বলে সারাক্ষন
ভুলে গিয়ে আছো তুমি সুখে
আমি কাটাই প্রহর আর ভালোবাসা
একা বেদনারই চরে

তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এখনো মাঝে মাঝে
মাঝ রাতে ঘুমের ঘরে
শুনি তোমার পায়ের আওয়াজ
যেনো তুমি এসেছো ফিরে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে""",
  ),
  BanglaSongsData(
    id: '28',
    title: "কত আদর সোহাগ দিলাম",
    fullLyric: """কত আদর সোহাগ দিলাম
জীবন যৌবন সব সঁপিলাম
বুকে আগলায় রাইখাও তোমায়
হইলাম আজ অচেনা
আমি তোমার বিনা মূল্যে কেনা
বন্ধুরে
আমি তোমার বিনা মূল্যে কেনা!!

মন যদিরে কেনা যেত
শুধু মনের দামে
তোমারে গো পাইতাম সখা
 নামে বদনামে
কলিজা কাটিয়া দিলাম
তবু আমার রইলানা
আমি তোমার বিনা মূল্যে কেনা
বন্ধুরে
আমি তোমার বিনা মূল্যে কেনা!!

মিছে মায়ায় বাইন্ধা মোরে
করলা প্রেমে অন্ধ
আমারে না লইয়া বুকে
করলা দুয়ার বন্ধ
জন্মে জন্মে কাঙাল মুরাদ 
তুমি ভিন্ন বুঝেনা
আমি তোমার বিনা মূল্যে কেনা
বন্ধুরে
আমি তোমার বিনা মূল্যে কেনা!!""",
  ),
  BanglaSongsData(
    id: '29',
    title: "তখন তোমার একুশ বছর বোধ হয়",
    fullLyric: """তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
লজ্জা জড়ানো ছন্দে কেঁপেছি
ধরা পড়ি ছিল ভয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
ও....ও....

গোপনের প্রেম গোপনে গিয়েছে ঝরে
আমরা দুজনে কখন গিয়েছি সরে
ফুলঝুরি থেকে ফুল ঝরে গেলে
মালা কিসে গাঁথা হয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়

তোমার পথের কাঁটাই ভেবেছ মোরে
বলতে পারিনি তোমার মত করে
জলছবি ভেবে ভুল করেছিলে
ভালবাসা সে তো নয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
লজ্জা জড়ানো ছন্দে কেঁপেছি
ধরা পড়ি ছিল ভয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
লা লা লা লা লা লা""",
  ),
  BanglaSongsData(
    id: '30',
    title: "দেখা হবে, বন্ধু, কারণে আর অকারণে",
    fullLyric: """দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়
দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়
দেখা হবে, বন্ধু, নাটকীয় কোনো বিনয়ী ভঙ্গীতে
ভালোবাসার শুভ্র ইঙ্গিতে
দেখা হবে, বন্ধু, নিয়ত প্রতিদিন পাশ কেটে যাওয়ায়
সন্ধ্যার হিমেল হাওয়ায়
দেখা হবে, বন্ধু
স্লোগানমুখর কোনো এক ক্লান্ত মিছিলে
ব্যস্ততা থেকে ধার দিলে
দেখা হবে, বন্ধু
ভীষণ খেয়ালী মনের আতিথেয়তায়
উচ্ছ্বাসী প্রণয় প্রাক্কালে
দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়
দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়""",
  ),
  BanglaSongsData(
    id: '31',
    title: "যেদিন বন্ধু চলে যাব",
    fullLyric: """যেদিন বন্ধু চলে যাব
চলে যাব বহুদূরে
ক্ষমা করে দিও আমায়

ক্ষমা করে দিও
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

চোরা সুরের টানে রে বন্ধু মনে যদি ওঠে গান
গানে গানে রেখ মনে, ভুলে যেও অভিমান
চোরা সুরের টানে রে বন্ধু মনে যদি ওঠে গান
গানে গানে রেখ মনে, ভুলে যেও অভিমান

মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

ভরা নদীর বাঁকেরে বন্ধু
ঢেউয়ে ঢেউয়ে দোলে টান
চলে যেতে হবে ভেবে, কেঁদে ওঠে মন প্রাণ
ভরা নদীর বাঁকেরে বন্ধু
ঢেউয়ে ঢেউয়ে দোলে টান
চলে যেতে হবে ভেবে, কেঁদে ওঠে মন প্রাণ

মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

যেদিন বন্ধু চলে যাব,
চলে যাব বহুদূরে
ক্ষমা করে দিও আমায়,

ক্ষমা করে দিও
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের
মনে রেখো মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের
মনে রেখো মনে রেখো কেবল
ভালোবাসতো, শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের""",
  ),
  BanglaSongsData(
    id: '32',
    title: "আতর গোলাপ শুয়া চন্দন",
    fullLyric: """তুমি আইসো নিশি রাত
আমার মাথায় রাইখো হাত
বুকেতে বুক মিলাইয়া করব মোলাকাত
তুমি আইসো নিশি রাত
আমার মাথায় রাইখো হাত
বুকেতে বুক মিলাইয়া করব মোলাকাত

আর প্রানে দিওনা ব্যথা
আর প্রানে দিওনা ব্যথা
ওরে আমার মন সোনা

অভাগীর বাসরে বন্ধু কেন আইলানা।।
অভাগীর বাসরে বন্ধু কেন আইলানা।।

আমার মন ও প্রাণ যৌবন
তোমায় করিব অর্পণ
ঢোলেতে বসাইয়া করিব যতন

আমার মন ও প্রাণ যৌবন
তোমায় করিব অর্পণ
কোলেতে বসাইয়া করিব যতন

সপে দিব জীবন যৌবন
সপে দিব জীবন যৌবন
দুঃখ মনে রবেনা

অভাগীর বাসরে বন্ধু কেন আইলানা।।
অভাগীর বাসরে বন্ধু কেন আইলানা।।

আমি গাইবো প্রেমের গান
আছেন যত আশেকান
চতুর-দিকে বাসায় আছেন বৃদ্ধ নজোয়ান

আমি গাইবো প্রেমের গান
আছেন যত আশেকান
চতুর-দিকে বাসায় আছেন বৃদ্ধ নজোয়ান

জুড়াইবে সকলের প্রাণ
জুড়াইবে সকলের প্রাণ
যার জন্য যে দেওয়ানা

অভাগীর বাসরে বন্ধু কেন আইলানা।।
অভাগীর বাসরে বন্ধু কেন আইলানা।।

আতর গোলাপ শুয়া চন্দন
আতর গোলাপ শুয়া চন্দন
সাজাইলাম ফুল-বিছানা
অভাগীর বাসরে বন্ধু কেন আইলানা।।
অভাগীর বাসরে বন্ধু কেন আইলানা।।
অভাগীর বাসরে বন্ধু কেন আইলানা।।
অভাগীর বাসরে বন্ধু কেন আইলানা।।""",
  ),
  // BanglaSongsData(
  //   id: '33',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '34',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '35',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '36',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '37',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '38',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '39',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '40',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '4',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),


  BanglaSongsData(
    id: '41',
    title: "মাওলা ইয়া সল্লি ওয়া সল্লিম",
    fullLyric: """মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

সাহর ক্যা ওয়াকত থা মাসূম কাল্যান মুসকুরাতি থিন
হাওয়ায়ে খায়র মাকদাম কে তারানায়ে গুনগুনাতি থিন
আভি জিবরাইল উতারেও নাহি কাবায়ে কে মিমবার সে
কে ইত্তনে মে সাদা আয়ি ইয়েহ আবদুল্লাহ কে ঘর সে
মুবারক হো শাহে হারদো সারা তাশরিফ লায়ে
মুবারক হো মুহাম্মদ মুস্তফা তাশরিফ লায়ে

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

মুহাম্মদু সায়্যিদুল কাওনাইন ওয়া সাকালাইন
ওয়াল ফারি কায়নি মিন ‘আরাবিয়ুন ওয়া মিন ‘আজামি

ওহ মুহাম্মদ ফাখরে আলাম হাদি ‘কুল ইনস ওয়া জান
সরওয়ার ই কাওনাইন সুলতান ই ‘আরাব শাহে আজম
এক দিন জিবরাইল সে কহনে লাগি শাহে উম্মাম
তুমনে দেখা হে জাহান, বাতলাও তো কইসে হ্যায় হাম
আরজ কি জিবরাইল নে, শাহে দ্বীন, মোহতারম
আপকা কই মুমাসিল হি নাহি, রব্ব কি কাসাম

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

হু আল-হাবিবুল আজিম, জা শাফায়াতুহু
লি কুল্লি হাওলিন মিন আল-আহওয়ালি মুকতারিম

মেরে মাওলা, সদা তাহিয়্যাত অউর দুরুদ কে জাজরে
আপনে মেহবুব পার, যা হে তেরি মাখলুক বিহতারিন
উসি মেহবুব সে ওয়াবাস্তা উম্মিদ-ই-শাফায়াত হ্যায়
কে হার হিম্মত শিকান মুশকিল মে যিসমে দস্তাগীরি কি
না কই আপ জাইসা থা, না কই আপ জাইসা হ্যায়
কই ইউসুফ সে পুছে মুস্তফা কা হুসনে কইসা হ্যায়
জমিন অউর আসমানে কইয়ো মিসাল না মিলি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

য়া রাব্বি বিল মুস্তফা বাল্লিগ মাকাসিদানা
ওয়াঘফির লানা মা মা দায়া ওয়া সিয়া আল-করামি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

""",
  ),
];
